"To:" = "Till:";

"just a moment ago" = "ett ögonblick sen";

"%d seconds ago" = "%d sekunder sen";

/* Date format: 7/27/09 */
"M/d/yy" = "yyyy-MM-dd";

/* Current page in photo browser (1 of 10) */
"%d of %d" = "%1$d av %2$d";

"Error" = "Fel";

"Send" = "Skicka";

/* Date format: 2009 */
"yyyy" = "yyyy";

"Showing %@ Photos" = "Visar %@ foton";

"Unable to load this photo set." = "Kan inte ladda fotoalbumet.";

"This photo set contains no photos." = "Det här albumet innehåller inga foton.";

"Subject:" = "Ämne:";

"Today" = "Idag";

"%d minutes ago" = "%d minuter sen";

"Open in Safari" = "Öppna i Safari";

/* Date format: Monday, July 27, 2009 */
"EEEE, LLLL d, YYYY" = "EEEE, LLLL d, YYYY";

"Sending..." = "Skickar...";

"No" = "Nej";

"Yesterday" = "Igår";

"Alert" = "Varning";

"No Internet Connection" = "Ingen Internet anslutning tillgänglig";

"Showing %@ of %@ Photos" = "Visar %1$@ av %2$@ foton";

"Sorry, there was an error." = "Ursäkta, men ett fel uppstod.";

"Done" = "Klar";

"Updating..." = "Uppdaterar...";

"%d hours ago" = "%d timmar sen";

"about an hour ago" = "ungefär en timme sen";

"No Photos" = "Inga foton";

"Search" = "Sök";

"Ok" = "Ok";

"Connection Timed Out" = "Anslutningen tidsnedkopplades";

/* Date format: 1:05 pm */
"h:mm a" = "hh:mm";

/* Date format: Monday */
"EEEE" = "EEEE";

"Are you sure you want to cancel?" = "Är du säker på att du vill avbryta?";

/* Date format: Mon 1:05 pm */
"EEE h:mm a" = "EEE hh:mm";

/* Date format: July */
"MMMM" = "MMMM";

"New Message" = "Nytt meddelande";

"about a minute ago" = "ungefär en minut sen";

"OK" = "OK";

/* Title for back button that returns to photo browser */
"Photo" = "Foto";

"Load More Photos..." = "Ladda fler foton...";

/* Date format: Jul 27 1:05 pm */
"MMM d h:mm a" = "MMM d hh:mm";

/* See all photo thumbnails */
"See All" = "Visa alla";

/* Date format: July 27 */
"MMMM d" = "MMMM d";

"Cancel" = "Avbryt";

"Yes" = "Ja";

"Loading..." = "Laddar...";

"Connection Error" = "Anslutningsfel";
